USER_COMMANDS = ['start', 'help',  'info']

INFO_MESSAGE = '''
Калькулятор обрабатывает рациональные и комплексные числа.
Комплексные числа представлены с минмой единицей "j".
'''
OPERATIONS = '''
Чтобы посмотреть инфо используйте /help
Пожалуйста, введите символ операции, которую вы хотите совершить и нажмите Enter:​
 
+  Сложение
-  Вычитание
//  Деление
*  Умножение
log посмотреть журнал логирования
'''
MESSAGE_1 = '''
Введите числа через пробел
'''
MESSAGE_2 = '''
Введите арифметическую операцию
+  Сложение
-  Вычитание
//  Деление
*  Умножение
log посмотреть журнал логирования
'''
MESSAGE_3 = '''
Отправить журнал логирования?
'''