USER_COMMANDS = ['start', 'help',  'info']

INFO_MESSAGE = '''
Калькулятор обрабатывает рациональные и комплексные числа.
Комплексные числа представлены с минмой единицей "j".
Калькулятор обрабатывает комплексные числа как с мнимой и действительной частью, так и только с мнимой частью.
Калькулятор обрабатывает с рациональными числами операции сложения, вычитания, деления и умножения.
Калькулятор обрабатывает с комплексными числами операции сложения и вычитания.
'''
OPERATIONS = '''
Чтобы посмотреть инфо используйте /help
Пожалуйста, введите символ операции, которую вы хотите совершить и нажмите Enter:​
 
+  Сложение
-  Вычитание
//  Деление
*  Умножение
+++ Сложение комплексных чисел
--- Вычитание комплексных чисел
/// Деление комплексных чисел
*** Умножение комплексных чисел
log посмотреть журнал логирования
'''
MESSAGE_1 = '''
Введите числа через пробел
'''
MESSAGE_2 = '''
Введите арифметическую операцию
+  Сложение
-  Вычитание
//  Деление
*  Умножение
+++ Сложение комплексных чисел
- - - Вычитание комплексных чисел (обратите внимание на наличие пробелов!)
*** Умножение комплексных чисел
/// Деление комплексных чисел
log посмотреть журнал логирования
'''
MESSAGE_3 = '''
Отправить журнал логирования?
'''