USER_COMMANDS = ['start', 'help',  'info']

INFO_MESSAGE = '''
Надо дописать инфо о калькуляторе
'''
OPERATIONS = '''
Чтобы посмотреть инфо используйте /help
Пожалуйста, введите символ операции, которую вы хотите совершить и нажмите Enter:​
 
+  Сложение
-  Вычитание
//  Деление
*  Умножение
+++ Сложение комплексных чисел
--- Вычитание комплексных чисел
'''
MESSAGE_1 = '''
Введите числа через пробел
'''
MESSAGE_2 = '''
Введите арифметическую операцию
+  Сложение
-  Вычитание
//  Деление
*  Умножение
+++ Сложение комплексных чисел
--- Вычитание комплексных чисел
'''